Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Muhto livččii váttis lágidit kurssiid beaivet ránnjásuohkaniin mat eai leat mielde sámegiela hálddašanguovllus, danin go daid suohkaniid bargiin ii leat riekti oažžut virgelobi bálkkáin.
nob: Billefjord på kveldstid). Kursvirksomhet i nabokommuner som ikke er med i språkforvaltningsområdet, vil være vanskelig å kjøre på dagtid da deltakere ikke har rett på fri med lønn.

source: Danin gáibidivčče ge diekkár olggobeale gieldda doaimmat earálágan lágideami ja stuorát heivehanmuni bargoáiggi dáfus.
nob: En slik aktivitet utenfor kommunen, vil derfor kreve en større fleksibilitet i forhold til arbeidstid.

source: Maŋemus áiggi lea gielda formaliseren gieldda ja guovddáža oktavuođa, dakko bokte ahte ovddasvástádusa juohkin galgá leat čielgaseabbo, sii leat bargan virgeinstruksaiguin ja oččodan čielgasit njuolggadusaid bargiide, ja maiddái ásahan nannosit čoahkkinstruktuvrra.
nob: I den siste tiden har kommunen tatt noen grep i forhold til formalisering av kontakten mellom kommune og senter ved å få avklare ansvarsforhold, jobbe med stillingsinstruks og få klarere retningslinjer for de ansatte, samt etablere en fastere møtestruktur. Det er jobbet med å gå gjennom

source: Sii leat suokkardan guovddáža doaimmaid vai buorebut sáhtáše geavahit dan gelbbolašvuođa gieldda doaimmas.
nob: senterets virksomhet og bedre kunne utnytte dets kompetanse inn i den kommunale virksomheten.

source: Informánttat geat ovdadstit oamasteddjiid lohket ahte giellaguovddáža vejolašvuođat eai leat doarvái bures geavahuvvon ávkin, eai ge buot etáhtat leat seamma čeahpit čilget iežaset dárbbuid.
nob: Informanter på eiersiden ser at språksenterets potensial ikke er tilstrekkelig utnyttet, og at ikke alle etater er like flinke til definere sine behov.

source: Lea nammaduvvon bargojoavku mas leat mielde áirasat juohke etáhtas, ja sii galget geahčadit hástalusaid ja vejolašvuođaid movt sáhtášii nannet etáhtaid ja ossodagaid gelbbolašvuođa sámegielas ja kultuvrras.
nob: Det er opprettet en arbeidsgruppe med representanter fra alle etater som skal gå gjennom utfordringene og mulighetene i forhold til å styrke etatene og avdelingenes kompetanse på samisk språk og kultur.

source: Okta sivvan dasa manne dát bargu álggahuvvui, lea go Sámediggi rievdadii guovttegielatvuođadoarjagiid juohkineavttuid, ja gáibida dál ahte ovddidanoassi galgá buorebut deattuhuvvot ja duođaštuvvot.
nob: En av grunnene til dette arbeidet er Sametingets omlegging av kriterier for tildeling av tospråklighetsmidler, hvor utviklingsbiten i sterkere grad må vektlegges og dokumenteres.

source: Eará siva dasa gávdnat mii go geahčadit giellakonsuleantta ja giellaguovddáža bargojuohkima, mas oaidná ahte sáhttá leat áigeguovdil sirdit muhtun bargguid
nob: En annen årsak finner vi i gjennomgangen av

source: guovddážii.
nob: oppgavefordelingen mellom språkkonsulenten og språksenteret hvor det kan være aktuelt å overføre noen oppgaver.

source: Leat bargamin oažžut ođđa jorgaleaddji / dulkavirggi, ja ságastallojuvvo galggašii go dan virggi bidjat giellaguovddážii vai ráđđevissui seamma báikái gos dál juo lea giellakonsuleanta.
nob: Det jobbes også med å opprette en ny stilling som oversetter / tolk, og det diskuteres om denne skal legges under språksenteret eller på rådhuset sammen med språkkonsulenten.

source: Ulbmil lea oažžut giellaguovddáža veaháš eanet oidnosii sihke gieldda bargiide ja maiddái muđui gielddas.
nob: Målet er at språksenteret skal bli mer synlig både for de ansatte i kommunen, men også utad i befolkningen.

source: Soaitá leat dárbu johtit gielddas ja muitalit giellaguovddáža birra, oaivvilda gielddainformánta.
nob: Kanskje er det også behov for å drive mer oppsøkende virksomhet, mener kommuneinformanten.

source: 2.4 Bargiid fidnen
nob: 2.4 Rekruttering

source: Guovddážis leat maŋemus jagiid leamaš golbma bargi fásta virggiin.
nob: Senteret har de siste årene har hatt tre fast ansatte.

source: Guovttes sis leat leamaš barggus 2006 rájes, nu ahte bargiiddilli gal lea leamaš stáđis.
nob: To av disse har vært med siden 2006, så bemanningssituasjonen har vært ganske stabil.

source: Maŋemus virgi mii ásahuvvui, lea vásedin dan váste ahte galgá bargat mánáiguin ja nuoraiguin.
nob: Den siste stillingen har vært spesielt knyttet til arbeid rettet mot barn og unge.

source: Muhto áiggiid čađa lea leamaš váttis gávdnat bargiid, earenoamážit gávdnat kurseoahpaheddjiid geain lea formálalaš gelbbolašvuohta oahpahit giellakurssiin.
nob: Opp gjennom tidene har det vært vanskelig å rekruttere, særlig å få tak i kurslærere som er formelt kvalifisert til å undervise på språkkursene.

source: muhto ii buot áiggiid leat sámegieloahppu allaskuvladásis.
nob: Flere av de ansatte har derfor vært innflyttere fra indre strøk med samisk som morsmål, men ikke nødvendigvis med samiskkompetanse på høgskolenivå.

source: Guovddáš lea ásahan ovttasbarggu ollu olggobeale olbmuiguin geaid bivdá boahtit doallat kurssiid ja lágidemiid.
nob: Senteret har knyttet til seg en rekke eksterne folk som engasjeres i kurs og aktiviteter på timebasis.

source: Das sáhttá leat sáhka gaskal 15 ja 20 olbmos juohke jagi.
nob: Dette kan dreie seg om 15‐20 personer årlig.

source: Ollugat sis leat vuorasolbmot geain lea árbemáhttu maid fievrredit nuorat bulvii.
nob: Mange av disse er eldre folk som bidrar med overføring av tradisjonell kunnskap.

source: 2.5 Doaimma ruhtadeapmi
nob: 2.5 Finansiering av virksomheten

source: Álggu rájes gitta 2001 rádjái ruhtadii guovddáš doaimmas jahkásaš prošeaktaruđaiguin.
nob: Fra opprettelsen og fram til 2001 ble senteret drevet med årlige prosjektmidler.

source: Dan áigodaga gohčodit gierdavašvuođa geahččaladdan áigodahkan, danin go ruhtadeapmi maid ožžo Sámi giellaráđis lei eahpesihkar.
nob: Perioden blir omtalt som en stor utholdenhetsprøve med usikkerhet rundt finansieringen fra Samisk språkråd.

source: Ja dasto 2001 rájes go Sámediggi ásahii fásta vuođđodoarjaga, de šattai álkit ovddosguvlui smiehttat doaimma, sihke plánen ja doaimmaid čađaheapmi šattai geahppaseabbo.
nob: Fra 2001 da grunntilskuddet ble formalisert gjennom Sametinget, har finansieringen vært mer forutsigbar, og det har vært enklere å både planlegge og gjennomføre tiltakene.

source: Giella ‐ ja kulturguovddáža eará deháleamos dienas leat gieldda jođihandoarjagat, ja smávva doarjja Finnmárkku fylkasuohkanis.
nob: Språk‐ og kultursenteret har kommunale driftsmidler som sin viktigste inntektskilde, samt et lite tilskudd fra Finnmark fylkeskommune.

source: Giellaguovddážis ii leat dat áddejupmi ahte fylkasuohkan
nob: Språksenteret oppfatter ikke at det ligger noe ønske eller krav fra fylkeskommunens side at språksenteret skal satse regionalt.

source: Sii leat gal almmatge duollet dálle fállan oahpu fylkasuohkana joatkkaskuvlla ohppiide, dat skuvla lea Leavnnjas.
nob: fylkeskommunale videregående skolen i Lakselv.

source: Guovddáš lea válljen doaimmaid jođihit dábálaš jođihanbušeahta siskkobealde (sullii 3 mill.. 2012), maid duot ovdalis namuhuvvon golbma váldoruhtadeaddji ruhtadit.
nob: Senteret i Porsanger har valgt å legge virksomheten innenfor ordinært driftsbudsjett (ca. 3 millioner i 2012) med de tre over nevnte finansiørene.

source: Ovdal lea guovddáš ožžon prošeaktadoarjaga Sámedikkis, earet eará mánáid filbmaprošektii ja sámi báikenammaprošektii Porsáŋggus.
nob: Tidligere har senteret fått noe prosjektstøtte fra Sametinget, bla til filmprosjekt for barn og samiske stedsnavn i Porsanger.

source: Muhto maŋemus jagiid ii leat leamaš doarjja oažžumis, sii eai ovdamearkkadihte ožžon doarjaga digitála oahpponeavvuid
nob: De senere år har de ikke vært like heldige, og har fått avslag på prosjekt om utvikling av digitale læremidler.

source: ovddidanbargui. Informánttat muitalit ahte dábálaš bušeahta siskkobealde sii gal sáhttet čađahit eanas daid doaimmaid maid hálidit, muhto áigot gal ain boahtteáiggis geahččalit ohcat prošeaktadoarjagiid Sámedikkis.
nob: Informantene mener de kan få til det meste de ønsker innenfor ordinært budsjett, men vil nok prøve å søke Sametingets prosjektmidler også i fremtiden. Det kan i

source: Informánttaid mielas sáhttá leat oalle gáibideaddji oažžut iežaset nannendoaimmaid oktiidávistit Sámedikki jahkásaš vuoruhemiiguin.
nob: følge informantene være en utfordring å få satsingene til å harmonere med Sametingets årlige prioriteringer.

source: 2.6 Doaimma ulbmil ja beaktu
nob: 2.6 Mål og effekter at virksomheten

source: Porsáŋgu lei ovddasmanni danin go lei vuosttaš gielda mii ásahii sámi giellaguovddáža, ja dáiddii lean mielde hábmemin ollu eará gielddaid giellaguovddážiid ásahemiid.
nob: Som det første samiske språksenteret var Porsanger en pioner som kom til å prege utviklingen av språksentre i mange andre kommuner. Informanter mener at mye har forandret seg i kommunen

source: Informánttat oaivvildit ahte gielddas lea ollu rievdan dan rájes giellaguovddáš ásahuvvui.
nob: etter at språksenteret ble opprettet.

source: Ovdal lei skuvla áidna báiki gos sámegiella gullostalai, dál gullo dat giella ollu eará báikkiin; gávppis, kafeain ja ráđđeviesus.
nob: Den gang var skolen det eneste stedet en kunne høre samisk, nå høres språket i mange andre sammenhenger; på butikken, kafeen og rådhuset.

source: Giellakurssiid bokte leat máŋggas ožžon oahpu sámegielas dahje leat beassan ealáskahttit giela maid leat massán.
nob: Gjennom språkkurs har flere fått kunnskap i samisk eller revitalisert et mistet språk.

source: Guovddáža doaimmaid váikkuhussan namuhit maid ahte olbmuide lea šaddan nannosit
nob: Styrket tilhørigheten til det samiske blir også trukket fram som en effekt av senterets virksomhet.

source: Guovddáš láve čađahit árvvoštallama maŋŋel giellakurssiid.
nob: Senteret bruker å ha en evaluering ved slutten av språkkursene.

source: Muhto árvvoštallamiid bohtosat ja ávki ii leat systematiserejuvvon, ja bargiid mielas livččii gal dárbu ráhkadit heivehuvvon skovi dien doibmii.
nob: Denne kunnskapen er imidlertid ikke systematisert, og det kunne nok i følge de ansatte være behov for å utarbeide et mer tilpasset

source: Muhto dáidá leat oalle váttis iskat man duhtavaččat mánát leat doaimmaiguin mat leat vásedin sin várás.
nob: skjema. Det vil imidlertid være mer problematisk å måle brukertilfredshet i forhold til tiltak rettet mot barn.

source: 2008 jahkeraporttas leat oanehaččat namuhan makkár oainnuid oasseválddit leat buktán ja movt leat árvvoštallan doaimmaid.
nob: I årsrapportene fra 2008 er det en kort omtale av deltakernes tilbakemeldinger og vurderinger av aktiviteten.

source: Guovddáš geahččala vuhtiiváldit sávaldagaid maid ožžot olbmuin.
nob: Senteret prøver å ta hensyn til de innspillene som kommer.

source: 2009 raporttas lea guovddáš meroštallan iežas doaimmaid viidodaga dan mielde man ollu oasseválddit leat čuvvon guđege fálaldaga.
nob: Fra 2009 er omfanget av senterets aktiviteter kvantifisert med antall deltakere på de ulike tiltakene.

source: Ollu mánát leat leamaš mielde lágidemiin mat leat mánáidgárddiid ja skuvllaid várás, ja dat lasiha ge ollislaš logu.
nob: Mange deltakere på aktiviteter rettet mot barnehage og skole er med på å trekke antallet opp.

source: 2008 raporttas lea guovddáš ieš árvvoštallan vássán jagi doaimmaid.
nob: Fra 2008 kan vi lese om senterets egen vurdering av rapporteringsårets aktiviteter.

source: Das leat vuđolaččat čilgen bargguid maid leat ollašuhttán, ja go eai leat čađahan doaimma plána mielde, de leat čilgen manne dat ii leat dahkkon.
nob: gjennomgang av hva en har fått til, og der en ikke har gjennomført tiltak som planlagt, er det gitt forklaringer på hvorfor.

source: Dásseárvu lea bures čilgejuvvon giellaguovddáža 2008 jahkedieđáhusain.
nob: Likestillingsperspektivet er godt behandlet i språksenterets årsmeldinger fra 2008.

source: Doaimmaid plánemis gal eai deattut dan earenoamážit, muhto maŋŋil sáhttá oaidnit ahte muhtun fálaldagat gesset eanas nissonolbmuid.
nob: Det legges ikke spesielt vekt på dette ved planleggingen av aktiviteter, men en kan i etterkant se at det en del tilbud hovedsakelig tiltrekker seg kvinner.

source: Bargit gal áinnas dáhtoše fállat garra duojis kurssiid, mat čohkkeše eanet dievdduid, muhto dan eai sáhte dahkat go guovddážis eai leat lanjat gos sáhttá bargat garra dujiin. Dásseárvu
nob: De ansatte skulle gjerne tilby kurs i hard duodji, hvor det nok kunne rekrutteres flere menn, men det er i dag ikke mulig med de lokalene senteret har.

source: namuhuvvo maid jahkedieđáhusain go guoská bargiide ja stivrii.
nob: Likestillingsperspektivet omtales også i årsmeldingene i forhold til ansatte og styret.

source: Bargit mat bálkáhuvvojit diimmuid mielde bargin, leat eanas nissonolbmot, muđui gal leat nissonolbmot ja dievddut oalle dássálaga.
nob: Blant de timebetalte ansatte er det en stor overvekt av kvinner, ellers er kjønnsbalansen god.

source: 2.7 Árvvoštallan
nob: 2.7 Vurdering

source: Porsáŋgu lea earenoamáš dan dáfus ahte dohko ásahuvvui vuosttaš sámi giellaguovddáš olles riikkas, ja danin das lea maid earenoamáš sadji ja mearkkašupmi daidda geat čuvvo maŋis. Mii árvvoštallat
nob: Som det første samiske språksenteret i landet, har Porsanger en spesiell plass og betydning for de som skulle komme etterpå.

source: ahte giellaguovddáža ásaheapmi ja badjel 18 jagi doaibma lea váikkuhan ahte leat šaddan buoret gierdavašvuohta sámiide Porsáŋggus, ja ii oktage dárbbaš šat čiegadit iežas sámi ruohttasiid.
nob: Vi vurderer at språksenterets etablering og virksomhet over 18 år har

source: Nuorrageardi dáhttu maid mielas oahppat eambbo sámivuođa birra, ja danin lea ge hui ávkkálaš dat maid maŋemus jagiid leat dahkan guovddážis, go leat nannen doaimmaid mat leat mánáid ja nuoraid várás.
nob: skapt en større aksept for det samiske i Porsanger, og det er ingen som lenger behøver å skjule sine samiske røtter. Unge folk er også nysgjerrige på det samiske, og de siste årenes satsing på tiltak rettet mot barn og unge har vært berettiget.

source: Dehálaš hástalus giellaguovddážii boahtteáiggis lea doarjut sámegieloahpahusa mánáidgárddis ja skuvllas, sihke danin vai oahppit eai heaitte sámegielain, ja maiddái danin vai váhnemat movttáskit válljet sámegieloahpahusa iežaset mánáide.
nob: En viktig utfordring for språksenteret framover blir å støtte opp om samiskopplæring i barnehage og skole, både for å hindre frafall og stimulere flere foreldre til å velge samisk opplæring for sine barn.

source: Guovddáža giellakursset leat ožžon alit árvvu danin go addet gelbbolašvuođačuoggáid, ja go leat nagodan háhkat oasseválddiide gelbbolašvuođa maid sii geavahit iežaset bargguin.
nob: status og fått deltakere som bruker kompetansen i sitt arbeid.

source: Liikká orro guovddáš dego bisánan ovttasadjái, ii ge oro olaheamen ođđa geavaheddjiid, ja orro dárbbašeamen šaddat eanet aktiivan, olggosguvlui doaibmi ásahussan mii buorebut oainnusindahká fálaldagaidis servodagas, olggobealde guovddáža lanjaid.
nob: Senteret ser likevel ut til å ha stagnert litt i forhold til å nå ut mot nye brukergrupper, og har nok behov for en mer aktiv, utadrettet virksomhet som gjør tilbudene mer synlige i samfunnet, også utenfor senterets lokaliteter.

source: Gielda mii oamasta guovddáža lea gal bargan juoidá dan hárrái ahte geavahit buorebut gelbbolašvuođa mii giellaguovddážis lea, ja vai sihkkarastá ahte buot
nob: Kommunen har som eier tatt noen nye grep for å bedre kunne utnytte den kunnskapen som finnes i språksenteret, og sikre at alle kommunale avdelinger har kunnskap om tilbudene og kan definere sine behov inn til språksenteret.

source: ossodagat gielddas dihtet makkár fálaldagat gávdnojit ja máhttet čilget iežaset dárbbuid giellaguovddážii.
nob: Det er også verdt å merke seg at språksenteret ikke har en regional aktivitet utenfor Porsanger

source: Sáhttá mearkkašit ahte giellaguovddážis eai leat doaimmat viidábut go Porsáŋggu gielddas, vaikko vel leat ge máŋga ránnjágieldda gos váilot giellaguovddážat ja gos ii leat diekkár fálaldat.
nob: kommune. Dette på tross av at flere nabokommuner mangler språksentre og ikke har et slikt tilbud.

source: Ránnjágielddain bohtet oasseválddit kurssiide mat lágiduvvojit Porsáŋggus.
nob: Kurs som tilbys i Porsanger har deltakere fra nabokommunene som reiser inn.

source: Diekkár searvama sáhttá aŋkke goahcat dat go kursset lágiduvvojit beaivet.
nob: At tilbudene kjøres på dagtid, kan imidlertid begrense en slik deltakelse.

source: ahte sáhtášii fállat kussiid maiddái eahkes ja maiddái eará báikkiin go Leavnnjas. De soaittáše olahit ođđa joavkkuid ja vejolaččat maid ođđa geavaheddjiid.
nob: Vi vurderer at en større fleksibilitet både i forhold til tilbud på kveldstid og kurs på andre steder utenfor Lakselv, kan tiltrekke seg andre brukergrupper og kanskje flere brukere.

source: 3.1 Duogáš dasa manne giellaguovddáš ásahuvvui
nob: 3.1 Bakgrunn for opprettelsen av språksenteret

source: Gáivuona suohkanis Romssas lea guhkes áiggi mearrasámi árbevirolaš ássan, muhto kultuvra ja giella lei jávkagoahtán, ja maŋŋel soađi eai lean gallis geat hupme sámegiela beaivválaččat.
nob: Kåfjord kommune i Troms har lange tradisjoner med sjøsamisk bosetning, men kulturen og språket var i ferd med å forsvinne, og etter krigen var det få som brukte språket til daglig.

source: Juo 1983:s bođii oassi suohkanis mielde Sámi ovddidanfoandda doaibmaguvlui, ja suohkan searvvai sámegiela hálddašanguvlui 1992:s. Gáivuotna lei dat suohkan vuosttaš hálddašansuohkaniin gos dáruiduhttin lei
nob: Alt i 1983 ble deler av kommunen innlemmet i virkeområdet for Samisk utviklingsfond, og da kommunen kom med i forvaltningsområdet for samisk språk i 1992, var det den av de opprinnelige forvaltningskommunene

source: eanemus vahágahttán.
nob: hvor fornorskningen hadde nådd lengst.

source: Suohkan fertii oalle garra bargguid čađahit oažžun dihtii giela ruovttoluotta.
nob: Kommunen måtte ta grep for å ta språket tilbake.

source: Ollu doaimmat ásahuvvo, nugo giellakonsuleanavirgi suohkanii, sámepolitihkalaš lávdegoddi ásahuvvui ja sámi giellaguovddáš.
nob: Flere tiltak ble satt i verk, som å opprette en språkkonsulentstilling i kommunen, etablere samepolitisk utvalg, og samisk språksenter.

source: Porsáŋggus barge hábmet ohcamuša Sámi giellaráđđái gos áigo ohcat doarjaga ásahit sámi giellaguovddáža Wales málle mielde, ja Porsáŋggu áŋggirdeaddjit lonohalle vásáhusaid Gáivuona suohkaniin.
nob: I Porsanger ble det jobbet med en søknad til Samisk språkråd om støtte til et språksenter etter modell fra Wales, og ildsjelene i Porsanger kommune utvekslet erfaringer med Kåfjord kommune.

source: Gáivuotna sáddii ohcamuša Sámi giellaráđđái seammaládje go Porsáŋgu, ja dasto die šadde ge guokte vuosttaš sámi giellaguovddáža mat ilbme 1994:s.
nob: Det ble sendt en søknad til Samisk språkråd over samme lest som fra Porsanger, og disse to ble de første samiske språksentrene som så dagens lys i 1994.

source: Mii oaidnit ahte lei álgoálggos suohkan mii áŋggirdii oažžut guovddáža, ja giellakonsuleanta
nob: Det var altså primært kommunen som var pådriver i opprettelsen senteret, og språkkonsulenten gikk over til å bli den

source: šattai ge guovddáža vuosttaš beaivválaš jođiheaddji.
nob: første daglige lederen.

source: Giellaguovddáš ásahuvvui Olmmáivággái, dan gillái gos sámegiella lea nannoseamos olles suohkanis, ja gosa dađistaga huksejedje eanet sámi institušuvnnaid.
nob: Språksenteret ble etablert i Manndalen, bygda hvor det samiske språket har stått sterkest i kommunen, og hvor det etter hvert er bygd opp flere samiske institusjoner.

source: Guovddáš lea láiguhan lanjaid Ája sámi guovddážis, mii dađistaga maid ođđasis organiserejuvvui ja šattai Davvi álbmogiid guovddážin.
nob: Senteret har leid lokaler hos Aja samiske senter, som etter hvert ble omorganisert til Senter for nordlige folk.

source: 2011:s válde atnui ođđa bargolanjaid.
nob: I 2011 ble nye ombygde lokaler innviet.

source: Dien guovddážis lea giellaguovddáš ja maiddái Davvi ‐ Romssa musea, Davvi álbmogiid dálážiid musea, Sámediggi, NRK Sápmi, sámi girjerájus ja Riddu Riđđu ‐ festivála.
nob: Her er språksenteret samlokalisert med Nord ‐ Troms museum, Samtidsmuseet for nordlige folk, Sametinget, NRK Sapmi, samisk bibliotek og Riddu Riddu ‐ festivalen.

source: Olmmáivákki skuvla (gos badjel 70 % ohppiin lea sámegiella) ja Goržži mánáidgárdi leat maid das lahkosis giellaguovddáža.
nob: Manndalen skole (hvor over 70 % av elevene har samisk) og Fossen barnehage med samisk avdeling ligger i umiddelbar nærhet til språksenteret.

source: Guovddáža váldoulbmil lea nannet sámegiela geavaheami ja oažžut eanet beroštumi sámegillii, ja dáhttu maid leat resursan ja gelbbolašvuođaguovddážin báikkálaš ja regionála dási giella‐ ja kulturbargguin.
nob: Senteret har som hovedmålsetning å styrke bruken av og interessen for samisk språk, samt være en ressurs og kompetansesenter i språk‐ og kulturarbeid lokalt og regionalt.

source: 3.2 Organiserenmálle válljen
nob: 3.2 Valg av organisasjonsform

source: Guovddáš lea organiserejuvvon sierra suohkanossodahkan, muhto lanjat eai leat gal suohkanhálddahusas, mii lea Dálošvákkis ja giellaguovddáš lea Olmmáivákkis.
nob: Senteret er organisert som en avdeling i kommunen, men er fysisk adskilt ved at kommuneadministrasjonen er lokalisert til Olderdalen og språksenteret til Manndalen.

source: Giellaguovddáš lea čadnojuvvon Ovddidanossodahkii.
nob: Organisatorisk ligger språksenteret i dag under Utviklingsavdelingen.

source: Giellaguovddáš doallá lagas, beaivválaš gulahallama suohkana giellakonsuleanttain, ja beaivválaš jođiheaddji čuovvu etáhtačoahkkimiid.
nob: Det er en tett og daglig kontakt inn mot kommunens språkkonsulent, og språksentrets daglige leder deltar på etatsmøter.

source: Guovddážis lea leamaš stivrenjoavku mas ledje 3 áirasa + giellaguovddáža beaivválaš jođiheaddji ja suohkana giellakonsuleanta.
nob: Senteret har hatt en styringsgruppe oppnevnt av kommunestyret på 3 personer + språksenterets daglige leder og kommunens språkkonsulent.

source: Sii válljejedje dakkár jođihanmálle mas lea stivrenjoavku danin vai
nob: Modellen med styringsgruppe ble valgt for at

source: giellaguovddáš buorebut nákce vuhtiiváldit servodaga beroštumiid, ja seammás maid danin vai šaddá veaháš gaska suohkanhálddahussii ja politihkalaš dássái, mat muđui sáhtáše geavahit giellaguovddáža almmá olggobeale bearráigeahču haga.
nob: samfunnets interesser skulle ivaretas inn mot språksenteret, samt at det ville gi en viss avstand til kommuneforvaltningen og politisk nivå som ellers ville kunne bruke språksentret uten ekstern kontroll.

source: Muhto dál leat dien ortnega nuppástuhtten, ja ođđajagimánus 2012 heaittihuvvui stivrenjoavku, ja giellaguovddáš biddjojuvvui njuolga suohkana sámepolitihkalaš lávdegotti vuollásažžan.
nob: Denne ordningen ble endret, og i januar 2012 ble styringsgruppa nedlagt, og språksenteret ble direkte underlagt kommunens samepolitiske utvalg.

source: Sivvan dien nuppástuhttemii lei ahte eatnasat stivrenjoavkku lahtuin ledje maid mielde sámepolitihkalaš lávdegottis, mii lea lávdegoddi mii
nob: Årsaken til denne endringen var at de fleste medlemmer i styringsgruppa også satt i samepolitisk utvalg, et utvalg som behandler alle saker av relevans for språksenteret.

source: meannuda áššiid mat gusket giellaguovddážii. Danin lei dárbbašmeahttun doalahit liige stivrenorgána.
nob: Det var derfor lite hensiktsmessig å opprettholde et ekstra styringsnivå.

source: Giellaguovddáža informánttat oaivvildit ahte stivrenjoavkku heaittiheapmi ii leat mielddisbuktán makkárge praktihkalaš nuppástusaid.
nob: Informanter i språksenteret mener at nedleggelsen av styringsgruppa ikke har ført til noen praktiske endringer.
